Repository: radholm/OmniWM
Catalog: Sources/OmniWM/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb, nl, pl, ru, sr_latn, sv, uk, zh_hans

source: Reset to Global
ar: إعادة الضبط إلى العالمي
da: Nulstil til globalt
de: Auf Global zurücksetzen
el: Επαναφορά σε παγκόσμιο επίπεδο
es: Restablecer a Global
fi: Nollaa maailmanlaajuiseksi
fr: Rétablir la valeur globale
he: אפס לגלובלי
hi: ग्लोबल पर रीसेट करें
it: Reimposta a globale
ja: グローバルにリセットする
ko: 전역 설정으로 초기화
nb: Tilbakestill til global
nl: Terugzetten naar globaal
pl: Zresetuj do globalnego
ru: Сбросить на глобальный уровень
sr_latn: Povratak u Global
sv: Återställ till global
uk: Скинути до глобального значення
zh_hans: 重置为全局设置

source: Reset to System Default
ar: إعادة الضبط إلى الإعدادات الافتراضية
da: Nulstil til systemstandard
de: Auf den Standardeinstellungen des Systems zurücksetzen
el: Επαναφορά στο προκαθορισμένο σύστημα
es: Restablecer a la configuración predeterminada del sistema
fi: Nollaa järjestelmän oletukseen
fr: Rétablir la valeur par défaut du système
he: איפוס ברירת המחדל של המערכת
hi: सिस्टम डिफ़ॉल्ट पर रीसेट करें
it: Reimposta a predefinita di sistema
ja: システムデフォルトにリセットする
ko: 시스템 기본값으로 초기화
nb: Tilbakestill til systemstandardinnstilling
nl: Terugzetten naar systeemstandaard
pl: Zresetuj do domyślnego ustawienia systemu
ru: Сбросить на стандартное значение системы
sr_latn: Povratak na sistem po podrazumevanju
sv: Återställ till systemsdefault
uk: Скинути до системного типового значення
zh_hans: 重置为系统默认设置

source: Resize diagonally
ar: قم بتغيير الحجم بشكل قطري
da: Ændr størrelse diagonalt
de: Diagonal vergrößern
el: Αλλαγή μεγέθους διαγώνια
es: Rediseñar en diagonal
fi: Muuta diagonaalista kokoa
fr: Redimensionner en diagonale
he: שנה גודל באלכסון
hi: विकर्ण रूप से रीसाइज़ करें
it: Ridimensiona in diagonale
ja: 斜めにサイズを再サイズする
ko: 대각선으로 크기 조정
nb: Endre størrelsen diagonalt
nl: Grootte diagonaal wijzigenundo-type
pl: Skaluj przekątnie
ru: Увеличить по диагонали
sr_latn: Dijagonalno rezanje
sv: Skala om diagonalt
uk: Змінити розмір діагонально
zh_hans: 对角线调整大小

source: Resize windows
ar: تغيير حجم النوافذ
da: Ændr størrelse på vinduer
de: Fenster vergrößern
el: Αλλαγή μεγέθους παραθύρων
es: Rediseñar ventanas
fi: Ikkunoiden kokoa muutetaan
fr: Redimensionner les fenêtres
he: שינוי גודל חלונות
hi: विंडोज़ का आकार बदलें
it: Ridimensiona le finestre
ja: ウィンドウをサイズ変更する
ko: 창 크기 조정
nb: Endre størrelsen på vinduer
nl: Grootte van vensters wijzigen
pl: Zmień rozmiar okien
ru: Увеличить размер окон
sr_latn: Rezanje prozora
sv: Skala om fönster
uk: Змінити розмір вікон
zh_hans: 调整窗口大小

source: Resolve the reported schema or backup problem at %@, then reload or restart OmniWM.
ar: حل مشكلة المخطط أو النسخ الاحتياطي المبلغة عنها في %@، ثم أعد تحميل أو إعادة تشغيل OmniWM.
da: Løs det rapporterede skema eller backup problem ved %@, og genindlæs eller genstart derefter OmniWM.
de: Lösen Sie das gemeldete Schema- oder Backup-Problem bei %@, laden Sie dann OmniWM neu oder starten Sie es neu.
el: Λύστε το αναφερόμενο πρόβλημα σχημάτων ή αντιγράφων ασφαλείας στο %@, στη συνέχεια επαναγεμίστε ή επανεκκινήστε το OmniWM.
es: Resuelva el problema del esquema o de la copia de seguridad reportado en %@, luego recargue o reinicie OmniWM.
fi: Ratkaise ilmoitettu skeema tai varaongelma %@-arvolla, lataa tai käynnistä uudelleen OmniWM-arvolla.
fr: Résolvez le schéma signalé ou le problème de sauvegarde à %@, puis rechargez ou redémarrez OmniWM.
he: פתרו את בעיית השימה או הגיבוי בדיווח. %@לאחר מכן טען מחדש או הפעל מחדש OmniWM.
hi: %@ पर रिपोर्ट की गई स्कीमा या बैकअप समस्या को हल करें, फिर OmniWM को रीलोड या रीस्टार्ट करें।
it: Risolvere lo schema riportato o il problema di backup a %@, quindi ricaricare o riavviare OmniWM.
ja: %@で報告されたスキーマまたはバックアップの問題を解決し、その後OmniWMを再起動または再起動してください。
ko: %@에서 보고된 스키마 또는 백업 문제를 해결한 후 OmniWM을 다시 로드하거나 재시작하십시오.
nb: Løs det rapporterte skjemaproblemet eller sikkerhetskopieringsproblemet på %@, last deretter inn igjen eller start på nytt OmniWM.
nl: Oplossen van het gerapporteerde schema of back-upprobleem bij %@, dan herladen of herstarten OmniWM.
pl: Rozwiąż zgłoszony problem ze schematem lub kopią zapasową w %@, a następnie ponownie wczytaj ustawienia albo uruchom OmniWM ponownie.
ru: Решите сообщенную проблему с схемой или резервным копированием в %@, затем перезагрузите или перезапустите OmniWM.
sr_latn: Rešavanje prijavljenog šema ili problema sa rezervnim kopijama u %@, a zatim ponovo preuzimanje ili ponovno pokretanje OmniWM.
sv: Lös det rapporterade schemalösnings- eller säkerhetskopieringsproblemet vid %@, ladda sedan om eller starta om OmniWM.
uk: Виправте вказану проблему зі схемою або резервною копією у %@, а потім повторно завантажте налаштування чи перезапустіть OmniWM.
zh_hans: 在%@处解决报告的模式或备份问题，然后重新加载或重启OmniWM。

source: Restart with Current Displays
ar: إعادة التشغيل مع العروض الحالية
da: Genstart med aktuelle displays
de: Neustart mit aktuellen Anzeigen
el: Επανεκκίνηση με τρέχουσες απεικονίσεις
es: Reiniciar con Pantallas actuales
fi: Aloita uudelleen nykyisillä näytöillä
fr: Redémarrer avec les affichages actuels
he: התחל מחדש עם תצוגות נוכחיות
hi: वर्तमान डिस्प्ले के साथ रीस्टार्ट करें
it: Riavvia con i display attuali
ja: 現在のディスプレイで再起動する
ko: 현재 디스플레이로 재시작
nb: Start på nytt med nåværende skjermer
nl: Herstarten met huidige weergaven
pl: Uruchom ponownie z aktualnymi monitorami
ru: Перезагрузите с текущими отображениями
sr_latn: Ponovo pokretanje sa trenutnim ekranima
sv: Starta om med nuvarande skärmar
uk: Перезапустити з поточними дисплеями
zh_hans: 使用当前显示器重新启动

source: Restrict this shortcut to the left or right side of its modifier keys
ar: قم بتقييد هذا الاختصار إلى الجانب الأيسر أو الأيمن من مفاتيح التعديل الخاصة به
da: Begræns denne genvej til venstre eller højre side af dens modifier taster
de: Beschränken Sie diese Tastenkombination auf die linke oder rechte Seite ihrer Modifikatorentasten.
el: Περιορίστε αυτή τη συντόμευση προς την αριστερή ή τη δεξιά πλευρά των πλήκτρων τροποποιητή της
es: Restringe este atajo a la izquierda o a la derecha de las teclas modificadoras
fi: Rajoita tämä pikanäppäin muokkausavainten vasemmalle tai oikealle puolelle
fr: Restreindre ce raccourci au côté gauche ou droit de ses touches modificateurs
he: הגבל את קיצור הדרך הזה לצד שמאל או ימין של מקשי המשתנה שלו
hi: इस शॉर्टकट को उसके संशोधक कुंजियों के बाईं या दाईं ओर सीमित करें।
it: Limita questa scorciatoia al lato sinistro o destro dei tasti modificatori
ja: このショートカットを修飾キーの左側または右側に制限します。
ko: 이 단축키를 수정 키의 왼쪽 또는 오른쪽으로 제한
nb: Begrens denne snarveien til venstre eller høyre side av modifikatortastene
nl: Beperk deze sneltoets aan de linker- of rechterkant van zijn modifiertoetsen
pl: Ogranicz ten skrót do lewej lub prawej strony klawiszy modyfikujących
ru: Ограничьте этот кнопку навигации на левой или правой стороне модификационных клавиш
sr_latn: Ograničite ovaj skraćenica na levu ili desnu stranu njegovih modifikacionih ključeva
sv: Begränsa den här genvägen till vänster eller höger sida av dess modifiertangenter
uk: Обмежити це клавіатурне скорочення лівим або правим боком клавіш-модифікаторів
zh_hans: 将此快捷键限制在其修饰键的左侧或右侧。

source: Results
ar: النتائج
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
fi: Tulokset
fr: Résultats
he: תוצאות
hi: परिणाम
it: Risultati
ja: 結果
ko: 결과
nb: Resultater
nl: Resultaten
pl: Wyniki
ru: Результаты
sr_latn: Rezultati
sv: Resultat
uk: Результати
zh_hans: 结果

source: Return · Unhide & Focus
ar: العودة · إخفاء وإعادة التركيز
da: Return · Afskjul & fokus
de: Zurück · Ausblenden und Fokussieren
el: Επιστροφή · Unhide & Focus
es: Volver · Deshacerse del ocultamiento y concentrarse
fi: Palaa · Näytä ja aktivoi
fr: Revenir · Afficher et sélectionner
he: חזור · בטל הסתרה ומקד
hi: वापस करें · छिपाएं और ध्यान केंद्रित करें
it: Ritorna · Sfoca & Focus
ja: 戻る · 非表示解除＆フォーカス
ko: Return · 숨김 해제 및 포커스
nb: Tilbake · Skjul ikke og fokuser
nl: Terugkeren · Zichtbaar maken en focussen
pl: Powrót · Odkryj i ustaw fokus
ru: Возврат · Открыть и сосредоточиться
sr_latn: Povratak · Unhide & Fokus
sv: Återgå · Dölj inte och fokusera
uk: Повернутися · Показати й установити фокус
zh_hans: 返回 · 隐藏和聚焦

source: Reveal
ar: يكشف
da: Afslør
de: Offenlegen
el: Αποκάλυψη
es: Revelar
fi: Paljasta
fr: Révélez
he: גלו
hi: प्रकट करें
it: Rivela
ja: 明らかにする
ko: 표시
nb: avsløre
nl: Onthullen
pl: Pokaż
ru: Открыть
sr_latn: Otkrivanje
sv: avslöja
uk: Показати
zh_hans: 揭示

source: Reveal %@ in Finder
ar: اكشف %@ في Finder
da: Vis %@ i Finder
de: Zeige %@ in Finder an
el: Αποκάλυψις %@ στο Finder
es: Revelar %@ en Finder
fi: Paljasta %@ Finder
fr: Afficher %@ dans Finder
he: גלו %@ ב Finder
hi: Finder में %@ प्रकट करें
it: Rivela %@ in Finder
ja: Finderで%@を明らかにする
ko: Finder에서 %@ 보기
nb: Avslør %@ i Finder
nl: %@ tonen in Finder
pl: Pokaż %@ w Finderze
ru: Откройте %@ в Finder
sr_latn: Pronađite %@ u Finder
sv: Avslöja %@ i Finder
uk: Показати %@ у Finder
zh_hans: 在Finder中显示%@

source: Reveal Config Folder
ar: إظهار مجلد الإعدادات
da: Afslør config- mappe
de: Konfigurationsordner anzeigen
el: Εμφάνιση φακέλου ρυθμίσεων
es: Revelar Carpeta de Configuración
fi: Paljasta asetuskansio
fr: Dévoiler le dossier de configuration
he: הצג תיקיית הגדרות
hi: कॉन्फ़िगरेशन फ़ोल्डर प्रकट
it: Rivela cartella di configurazione
ja: 設定フォルダを明らかにする
ko: 설정 폴더 보기
nb: Avslør konfigurasjonsmappe
nl: Configuratiemap tonen
pl: Pokaż folder konfiguracji
ru: Откройте папку конфигурации
sr_latn: Pronađite Config Folder
sv: Visa konfigurationsmapp
uk: Показати папку конфігурації
zh_hans: 显示配置文件夹

source: Reveal Folder
ar: مجلد الإظهار
da: Afslør mappe
de: Offenlegungsordner
el: Αποκάλυψη φακέλου
es: Carpeta de revelación
fi: Paljasta kansio
fr: Dossier de révélation
he: הצג תיקייה
hi: प्रकटीकरण फ़ोल्डर
it: Rivela cartella
ja: フォルダーを明らかにする
ko: 폴더 보기
nb: Avsløringsmappe
nl: Map onthullen
pl: Pokaż folder
ru: Флодер для раскрытия
sr_latn: Otkrivanje fascikla
sv: Visa mapp
uk: Показати папку
zh_hans: 显示文件夹

source: Reveal Hold Delay
ar: كشف تأخير الانتظار
da: Afslør forsinkelse
de: Offenlegung von Halteverzögerung
el: Αποκάλυψις Καθυστέρηση Κρατήσεως
es: Revelar retraso de retención
fi: Paljasta pidätyksen viivästyminen
fr: Délai avant affichage
he: הצג השהייה
hi: प्रकटीकरण होल्ड देरी
it: Rivela ritardo di attesa
ja: ホールド遅延を明らかにする
ko: 길게 눌러 표시하기까지의 지연 시간
nb: Avsløringsholdforsinkelse
nl: Vertraging voor zichtbaar maken
pl: Opóźnienie przed pokazaniem po przytrzymaniu
ru: Раскрыть задержку в ожидании
sr_latn: Otkrijte odlaganje
sv: Avslöja väntetid
uk: Затримка перед показом при утриманні
zh_hans: 揭示等待延迟

source: Reveal Log Again
ar: إظهار السجل مرة أخرى
da: Afslør loggen igen
de: Log erneut anzeigen
el: Αποκάλυψη καταγραφής και πάλι
es: Revelar el registro de nuevo
fi: Paljasta loki uudelleen
fr: Afficher de nouveau le journal
he: הצג רישום שוב
hi: लॉग फिर से प्रकट करें
it: Rivela di nuovo log
ja: ログをもう一度表示する
ko: 로그 다시 보기
nb: Avslør loggen igjen
nl: Logbestand opnieuw tonen
pl: Pokaż dziennik ponownie
ru: Показать журнал снова
sr_latn: Pronađite log opet
sv: Visa loggen igen
uk: Знову показати журнал
zh_hans: 再次显示日志

source: Reveal Settings File
ar: كشف ملف الإعدادات
da: Afslør indstillingsfil
de: Einstellungsdatei anzeigen
el: Αποκάλυψη αρχείου ρυθμίσεων
es: Mostrar archivo de configuración
fi: Paljasta asetukset
fr: Révèler le fichier Paramètres
he: הצג קובץ הגדרות
hi: सेटिंग्स फ़ाइल प्रकट करें
it: Rivela il file delle impostazioni
ja: 設定ファイルを表示する
ko: 설정 파일 보기
nb: Vis innstillingsfil
nl: Instellingenbestand onthullen
pl: Pokaż plik ustawień
ru: Откройте файл налаштувань
sr_latn: Pronađite podešavanja datoteke
sv: Visa inställningsfil
uk: Показати файл налаштувань
zh_hans: 显示设置文件

source: Reveal config folder for %@
ar: إظهار مجلد الإعدادات لـ %@
da: Reveal config- mappe til %@
de: Konfigurationsordner für %@ anzeigen
el: Φάκελος ρυθμίσεων αποκάλυψης για %@
es: Revelar carpeta de configuración para %@
fi: Paljasta konfiguraatiokansio %@:lle
fr: Revoir le dossier de configuration pour %@
he: הצג תיקיית הגדרות עבור %@
hi: %@ के लिए कॉन्फ़िगरेशन फ़ोल्डर प्रकट करें।
it: Rivela la cartella di configurazione per %@
ja: %@の構成フォルダーを明らかにする
ko: %@의 설정 폴더 보기
nb: Vis konfigurasjonsmappe for %@
nl: Configuratiemap voor %@ tonen
pl: Pokaż folder konfiguracji dla %@
ru: Показать папку конфигурации для %@
sr_latn: Pokazati konfiguraciju fascikla za %@
sv: Visa konfigurationsmapp för %@
uk: Показати папку конфігурації для %@
zh_hans: 为%@显示配置文件夹

source: Reveal crash log in Finder
ar: إظهار سجل الكارثة في Finder
de: Crash-Log in Finder anzeigen
el: Αποκάλυψη καταγραφής συντριβής στο Finder
es: Revelar el registro de fallos en Finder
fi: Paljasta törmäysloki Finder
fr: Afficher le journal de plantage dans Finder
he: הצג רישום קריסה Finder
hi: क्रैश लॉग दिखाएं Finder में
it: Rivela il log di crash in Finder
ja: Finderでクラッシュログを明らかにする
ko: Finder에서 충돌 로그 보기
nb: Avslør krasjloggen i Finder
nl: Crashlog in Finder tonen
pl: Pokaż dziennik awarii w Finderze
ru: Откройте журнал ошибок в Finder
sr_latn: Pronađite log nesreće u Finder
sv: Visa kraschlogg i Finder
uk: Показати журнал збою у Finder
zh_hans: 在Finder中显示崩溃日志

source: Reveal in Finder
ar: اكشف في Finder
da: Afsløring i Finder
de: Offenbaren in Finder
el: Αποκάλυψις στο Finder
es: Revelar en Finder
fi: Paljasta Finder
fr: Révélez dans Finder
he: הצג ב Finder
hi: Finder में प्रकट करें
it: Rivela in Finder
ja: Finderで明らかにする
ko: Finder에서 보기
nb: Avslør i Finder
nl: Onthullen in Finder
pl: Pokaż w Finderze
ru: Открыть в Finder
sr_latn: Pronađite u Finder
sv: Avslöja i Finder
uk: Показати у Finder
zh_hans: 在Finder中揭示

source: Reveal on Modifier Hold
ar: إظهار أثناء الإيقاف المعدل
da: Afslør om Modifier Hold
de: Offenbaren im Modifikator-Halten
el: Αποκάλυψή του για τη διατήρηση του τροποποιητή
es: Revelar en Mantener Modificador
fi: Paljasta muokkausotteella
fr: Afficher en maintenant une touche de modification
he: הצג בעת החזקת מקש שינוי
hi: मॉडिफायर होल्ड पर प्रकट करें
it: Rivela sulla tenuta del modificatore
ja: モディファイアでホールド中に表示する
ko: 수정 키를 누르고 있을 때 표시
nb: Avslør på Modifier Hold
nl: Onthullen op Modifier Hold
pl: Pokaż przy trzymaniu klawisza
ru: Откройте при удерживании модификатора
sr_latn: Objavljivanje na modifikator drži
sv: Visa på Modifiera-håll
uk: Показувати під час утримання клавіші-модифікатора
zh_hans: 在修改器保持状态下显示

source: Reveals this item and opens its menu
ar: يكشف هذا العنصر ويفتح القائمة الخاصة به
da: Afslører dette punkt og åbner sin menu
de: Zeigt diesen Artikel an und öffnet sein Menü
el: Αποκαλύπτει αυτό το στοιχείο και ανοίγει το μενού του
es: Revela este artículo y abre su menú
fi: Paljastaa tämän kohteen ja avaa sen valikosta
fr: Révèle cet élément et ouvre son menu
he: חושף פריט זה ופותח את תפריטו
hi: इस आइटम को प्रकट करता है और अपना मेनू खोलता है
it: Rivela questa voce e apre il suo menu
ja: このアイテムを表示してメニューを開きます
ko: 이 항목을 표시하고 메뉴를 엽니다
nb: Avslører dette elementet og åpner menyen
nl: Onthult dit item en opent het menu
pl: Pokazuje ten element i otwiera jego menu
ru: Открывает этот элемент и открывает его меню
sr_latn: Pronađite ovaj članak i otvorite njegov meni
sv: Visar detta objekt och öppnar dess meny
uk: Показує цей елемент і відкриває його меню
zh_hans: 显示此项目并打开其菜单

source: Revert
ar: العودة
da: Vend tilbage
de: Umkehren
el: Επαναφορά
es: Revertir
fi: Peru
fr: Répandre
he: חזרה
hi: पुनर्वैप्सित करें
it: Inverti
ja: 戻す
ko: 되돌리기
nb: gå tilbake
nl: Terugdraaien
pl: Przywróć
ru: Вернуться
sr_latn: Vraćanje
sv: återgå
uk: Скасувати зміни
zh_hans: 反转

source: Review conflicting assignments and choose which gestures to turn off.
ar: راجع المهام المتضاربة واختر الإيماءات التي تريد إيقاف تشغيلها.
da: Gennemgå modstridende opgaver og vælg hvilke fagter der skal slukkes.
de: Überprüfen Sie widersprüchliche Zuordnungen und wählen Sie aus, welche Gesten deaktiviert werden sollen.
el: Ανασκοπήστε αντικρουόμενες αποστολές και επιλέξτε ποιες χειρονομίες να απενεργοποιήσετε.
es: Revisa las asignaciones contradictorias y elige qué gestos desactivar.
fi: Tarkista ristiriitaiset tehtävät ja valitse, mitkä eleet sammutetaan.
fr: Examiner les affectations conflictuelles et choisir les gestes à éteindre.
he: לסקור משימות סותרות ולבחור אילו מחוות לכבות.
hi: विपरीत असाइनमेंट की समीक्षा करें और यह चुनें कि कौन से संकेत बंद करने हैं।
it: Rivedere gli incarichi contrastanti e scegliere quali gesti spegnere.
ja: 競合する割り当てをレビューし、どのジェスチャーをオフにするかを選択します。
ko: 충돌하는 할당 사항을 검토하고 어떤 제스처를 끄고 싶은지 선택하세요.
nb: Gå gjennom motstridende oppgaver og velg hvilke gester du vil slå av.
nl: Bekijk tegenstrijdige opdrachten en kies welke gebaren uit te schakelen.
pl: Przejrzyj kolidujące przypisania i wybierz gesty, które chcesz wyłączyć.
ru: Проверьте противоречивые задания и выберите, какие жесты отключить.
sr_latn: Pregledajte konfliktne zadatke i izaberite koje gestove da isključite.
sv: Granska motstridiga uppdrag och välj vilka gester du ska stänga av.
uk: Перегляньте конфліктні призначення та виберіть, які жести вимкнути.
zh_hans: 审查冲突的任务并选择要关闭哪些手势。

source: Rewrite & Format with AI
ar: إعادة الكتابة والتنسيق باستخدام الذكاء الاصطناعي
da: Omskriv & format med AI
de: Überarbeiten und formatieren Sie mit KI
el: Επαναγράψτε & Μορφή με AI
es: Reescribir y formatear con IA
fi: Kirjoita & muoto uudelleen tekoälyllä
fr: Réécrire et formater avec l'IA
he: & שכתב תבנית עם AI
hi: AI के साथ पुनर्लेखन और प्रारूपित करें
it: Riscrivi & formato con IA
ja: AIで書き直し＆フォーマットする
ko: AI와 함께 다시 작성 및 형식 지정
nb: Omskriv og formater med AI
nl: & Formaat herschrijven met AI
pl: Przepisz i sformatuj za pomocą AI
ru: Переписывайте и форматируйте с помощью ИИ
sr_latn: Prepisati i formatirati sa AI
sv: Skriv om och formatera med AI
uk: Переписати й відформатувати за допомогою ШІ
zh_hans: 使用AI重新撰写和格式化

source: Right
ar: صحيح
da: Højre
de: Richtig
el: Δεξιά
es: Correcto
fi: Oikealle
fr: C'est vrai.
he: נכון.
hi: सही
it: Destra
ja: 正しい
ko: 오른쪽
nb: rett
nl: Rechts
pl: Prawo
ru: Верно
sr_latn: Prava
sv: rätt
uk: Праворуч
zh_hans: 对的

source: Right Command
ar: الأمر الصحيح
da: Højre kommando
de: Rechter Befehl
el: Δεξιά εντολή
es: Comando correcto
fi: Oikea komento
fr: Commande droite
he: פקודה ימנית
hi: सही कमांड
it: Comando destro
ja: 正しいコマンド
ko: 오른쪽 Command
nb: Riktig kommando
nl: Rechtercommando
pl: Prawy Command
ru: Правильный приказ
sr_latn: Prava komanda
sv: Rätt kommando
uk: Права клавіша Command
zh_hans: 正确命令

source: Right Control
ar: التحكم الصحيح
da: Højre kontrol
de: Rechter Kontrolle
el: Δεξί Control
es: Control derecho
fi: Oikea ohjaus
fr: Contrôle de droite
he: שליטה ימנית
hi: सही नियंत्रण
it: Controllo destro
ja: 右コントロール
ko: 오른쪽 Control
nb: Riktig kontroll
nl: Rechtscontrole
pl: Prawy Ctrl
ru: Правый контроль
sr_latn: Pravilna kontrola
sv: Rätt kontroll
uk: Права клавіша Control
zh_hans: 右控制

source: Right Mouse Resize Modifier
ar: معدل تغيير حجم الماوس الأيمن
da: Højre mus ændre størrelse modifier
de: Rechtsklick-Vergrößerungs-Modifik
el: Τροποποιητής αλλαγής μεγέθους με δεξί κουμπί ποντικιού
es: Modificador de tamaño del ratón derecho
fi: Oikean hiiren muokkausmuokkain
fr: Modificateur de redimensionnement de la souris droite
he: שינוי גודל באמצעות לחצן העכבר הימני
hi: दायां माउस रिज़ाइज़ संशोधक
it: Modificatore di ridimensionamento del mouse destro
ja: 右クリックでサイズ変更モディファイア
ko: 마우스 오른쪽 버튼 크기 조절 수정 키
nb: Rett museforstørrelsesmodifikator
nl: Rechtermuisgrootte wijzigen
pl: Modyfikator zmiany rozmiaru prawym przyciskiem myszy
ru: Модификатор масштабирования правой мыши
sr_latn: Prava miša Rezize Modifikator
sv: Högerklick-storleksmodifierare
uk: Модифікатор зміни розміру правою кнопкою миші
zh_hans: 右键鼠标缩放修改器

source: Right Option
ar: الخيار الصحيح
da: Højre indstilling
de: Richtige Option
el: Δεξί Option
es: Opción correcta
fi: Oikea vaihtoehto
fr: Bonne option
he: אפשרות נכונה
hi: सही विकल्प
it: Opzione destra
ja: 正しいオプション
ko: 오른쪽 Option
nb: Riktig alternativ
nl: Rechteroptie
pl: Prawy Option
ru: Правильный вариант
sr_latn: Prava opcija
sv: Rätt alternativ
uk: Права клавіша Option
zh_hans: 正确选项

source: Right Shift
ar: التحويل إلى اليمين
da: Højre skift
de: Rechtsverschiebung
el: Δεξί Shift
es: Cambio de posición a la derecha
fi: Oikea vuoro
fr: Déplacement vers la droite
he: שינוי ימינה
hi: दाएं शिफ्ट
it: Maiusc destro
ja: 右シフト
ko: 오른쪽 Shift
nb: Høyre skift
nl: Rechter Shift
pl: Prawy Shift
ru: Правый сдвиг
sr_latn: Prava promena
sv: Höger skift
uk: Права клавіша Shift
zh_hans: 右移

source: Right side
ar: الجانب الأيمن
da: Højre side
de: Rechte Seite
el: Δεξιά πλευρά
es: Lado derecho
fi: Oikea puoli
fr: Côté droit
he: צד ימין
hi: दाएं तरफ
it: Lato destro
ja: 右側
ko: 오른쪽
nb: Høyre side
nl: Rechterkant
pl: Prawa strona
ru: Правая сторона
sr_latn: Desna strana
sv: Höger sida
uk: Правий бік
zh_hans: 右边
